_PAD
_UNK
O
B-toloc.city_name
B-fromloc.city_name
I-toloc.city_name
B-depart_date.day_name
B-airline_name
I-fromloc.city_name
B-depart_time.period_of_day
I-airline_name
B-depart_time.time
B-depart_date.day_number
B-depart_date.month_name
B-flight_mod
B-depart_time.time_relative
B-cost_relative
I-depart_time.time
B-round_trip
I-round_trip
B-stoploc.city_name
B-arrive_time.time
B-city_name
B-class_type
B-arrive_time.time_relative
I-class_type
I-arrive_time.time
B-flight_stop
B-airline_code
I-fromloc.airport_name
I-depart_date.day_number
B-toloc.state_code
B-toloc.state_name
B-fromloc.airport_name
B-depart_date.today_relative
B-arrive_date.day_name
B-flight_number
B-depart_date.date_relative
B-fare_basis_code
I-airport_name
B-flight_time
B-or
B-arrive_time.period_of_day
I-cost_relative
B-meal_description
I-toloc.airport_name
B-fare_amount
B-arrive_date.month_name
B-arrive_date.day_number
I-city_name
B-transport_type
B-airport_name
I-fare_amount
B-fromloc.state_name
B-fromloc.state_code
B-toloc.airport_name
B-meal
I-stoploc.city_name
B-flight_days
B-economy
B-depart_time.period_mod
B-aircraft_code
B-connect
B-depart_time.start_time
I-flight_time
B-mod
B-depart_time.end_time
B-airport_code
B-depart_date.year
I-arrive_time.end_time
B-arrive_time.start_time
B-arrive_time.end_time
I-transport_type
B-toloc.airport_code
I-depart_time.end_time
B-restriction_code
I-flight_stop
I-restriction_code
I-depart_time.start_time
I-toloc.state_name
I-economy
B-arrive_date.date_relative
B-return_date.date_relative
I-fromloc.state_name
B-fromloc.airport_code
I-flight_mod
B-meal_code
I-arrive_time.start_time
B-stoploc.state_code
B-state_code
B-return_date.month_name
B-arrive_time.period_mod
I-depart_date.today_relative
I-arrive_date.day_number
B-period_of_day
I-meal_code
B-return_date.day_number
I-today_relative
I-depart_time.time_relative
B-day_name
I-arrive_time.period_of_day
B-today_relative
I-arrive_time.time_relative
B-return_time.period_of_day
B-time
B-days_code
I-time
B-return_time.period_mod
B-arrive_date.today_relative
I-fare_basis_code
B-time_relative
B-stoploc.airport_name
B-toloc.country_name
I-return_date.day_number
I-depart_time.period_of_day
B-state_name
